Repository: deepukisworks/plugins
Catalog: plugins/um-notices/languages/um-notices-*.po
Languages: de_de

source: Enable Call to Action button
de_de: Schaltfläche Call to Action aktivieren

source: Button Text
de_de: Text der Schaltfläche

source: Button URL
de_de: URL der Schaltfläche

source: Button Background Color
de_de: Hintergrundfarbe der Schaltfläche

source: Button Text Color
de_de: Textfarbe der Schaltfläche

source: Shortcode
de_de: Kurzwahl

source: Reach
de_de: Reichweite

source: Flush
de_de: Spülen

source: Flushing a notice makes it appear as a new notice to users even those who have seen it already.
de_de: Das Spülen einer Benachrichtigung lässt sie als neue Benachrichtigung für Benutzer erscheinen, auch für diejenigen, die sie bereits gesehen haben.

source: Flush this notice
de_de: Spülen Sie diesen Mitteilung

source: Allow this notice to appear in footer
de_de: Lassen Sie diese Mitteilung in der Fußzeile erscheinen

source: If turned off, this notice can only appear using shortcode method
de_de: Wenn deaktiviert, kann diese Mitteilung nur mit der Shortcode-Methode angezeigt werden

source: Display this notice to logged out users
de_de: Diese Mitteilung für abgemeldete Benutzer anzeigen

source: Display this notice to logged in users
de_de: Diese Mitteilung für angemeldete Benutzer anzeigen

source: Which user roles can see this notice
de_de: Welche Benutzerrollen können diese Mitteilung sehen

source: Leave blank to show to all user roles
de_de: Lassen Sie das Feld leer, so dass es allen Benutzerrollen angezeigt wird

source: Show If the user did not
de_de: Zeigen, wenn der Benutzer nicht reagiert hat

source: You have to fill field "Show If the user did not fill that metakey" if this option is set to "Other".
de_de: Sie müssen das Feld "Zeigen, wenn der Benutzer diese Metakey nicht ausgefüllt hat" ausfüllen, wenn diese Option auf " Andere " gesetzt ist.

source: Upload profile photo
de_de: Profilfoto hochladen

source: Upload cover photo
de_de: Titelbild hochladen

source: Other
de_de: Andere

source: Show If the user did not fill that metakey
de_de: Zeigen, wenn der Benutzer diese Metakey nicht ausgefüllt hat

source: Show only to certain user(s)
de_de: Nur bestimmten Benutzern anzeigen

source: A comma seperated list of user IDs or usernames to show this notice for
de_de: Eine kommagetrennte Liste von Benutzer-IDs oder Benutzernamen, um diesen Hinweis anzuzeigen für

source: Show to shop users
de_de: Anzeigen für Shop-Benutzer

source: All
de_de: Alle

source: Users who did not purchase anything
de_de: Benutzer, die nichts gekauft haben

source: Users who made purchases
de_de: Benutzer, die Einkäufe getätigt haben

source: Spent at least (on purchases)
de_de: Mindestens ausgegeben (für Einkäufe)

source: Show on specific URLs only
de_de: Nur auf bestimmten URLs anzeigen

source: Enter allowed URLs one per line
de_de: Geben Sie zulässige URLs ein, eine pro Zeile

source: Show on Homepage
de_de: Auf der Startseite anzeigen

source: Show on Posts
de_de: In Beiträgen anzeigen

source: Show on Pages
de_de: Auf Seiten anzeigen

source: Show on Custom Post Types
de_de: Auf benutzerdefinierten Beitragsarten anzeigen

source: If you do not provide custom styling here, defaults will be used.
de_de: Wenn Sie hier kein benutzerdefiniertes Styling angeben, werden Standardwerte verwendet.

source: Notice Minimum Width
de_de: Hinweis Mindestbreite

source: Set a minimum width for notice wrapper
de_de: Legen Sie eine Mindestbreite für den Benachrichtigungsumschlag fest

source: Notice background color
de_de: Mitteilung Hintergrundfarbe

source: Notice text color
de_de: Mitteilung Textfarbe

source: Notice font size
de_de: Mitteilung Schriftgrösse

source: Notice Icon
de_de: Mitteilung Schriftgrösse

source: You can optionally add an icon to this notice
de_de: Sie können optional ein Symbol zu dieser Mitteilung hinzufügen

source: Notice Icon color
de_de: Mitteilung Symbol Farbe

source: Notice Close Icon color
de_de: Mitteilung Schliessen Symbol Farbe

source: Border
de_de: Rand

source: Enter border css here
de_de: Geben Sie hier Rand css ein

source: Border Radius
de_de: Rand Radius

source: Enter border radius here. e.g. 3px
de_de: Geben Sie hier den Randradius ein. z.B. 3px

source: Box Shadow
de_de: Box Schatten

source: Change this If you want to apply a box-shadow to the notice box
de_de: Ändern Sie dies, wenn Sie einen Box-Schatten auf das Notizfeld anwenden möchten

source: Enter notice title here
de_de: Geben Sie hier den Mitteilungs-Titel ein

source: Notices
de_de: Mitteilungen

source: How many people reached this notice? Count users who seen and closed the notice only
de_de: Wie viele Menschen haben diese Mitteilung erreicht? Zählen Sie nur Benutzer, die die Benachrichtigung gesehen und geschlossen haben

source: Options
de_de: Optionen

source: Footer Rules
de_de: Regeln für die Fusszeile

source: Styling
de_de: Design

source: This Notice
de_de: Diese Mitteilung

source: Notices License Key
de_de: Mitteilungen Lizenzschlüssel

source: Notice Position in Footer
de_de: Mitteilungs Position in der Fusszeile

source: Show to Right
de_de: Nach rechts zeigen

source: Show to Left
de_de: Nach links zeigen

source: Select...
de_de: Auswahl.....

source: Notice
de_de: Mitteilung

source: Add New Notice
de_de: Neue Mitteilung hinzufügen

source: Edit Notice
de_de: Mitteilung bearbeiten

source: You did not create any notices yet
de_de: Sie haben noch keine Mitteilungen erstellt

source: Nothing found in Trash
de_de: Nichts im Papierkorb gefunden

source: Search Notices
de_de: Notizen durchsuchen

source: The <strong>%s</strong> extension requires the Ultimate Member plugin to be activated to work properly. You can download it <a href="https://wordpress.org/plugins/ultimate-member">here</a>
de_de: Das <strong>%s</strong> Erweiterung erfordert, dass das Ultimate Member Plugin aktiviert ist, damit es ordnungsgemäß funktioniert. Sie können es hier herunterladen <a href="https://wordpress.org/plugins/ultimate-member"></a>

source: Ultimate Member - Notices
de_de: Ultimate Member - Notizen

source: Show notices to your users when they visit your WordPress site.
de_de: Zeigen Sie Ihren Benutzern Mitteilungen, wenn sie Ihre WordPress-Seite besuchen.
