Repository: deepukisworks/plugins
Catalog: plugins/um-private-content/languages/um-private-content-*.po
Languages: de_ch

source: Private Content for %s
de_ch: Privater Inhalt für %s

source: Private Content
de_ch: Privater Inhalt

source: Private Content pages was generated successfully
de_ch: Private Content-Seiten wurden erfolgreich generiert

source: Private Contents
de_ch: Private Inhalte

source: Add New Private Content
de_ch: Neue private Inhalte hinzufügen

source: Edit Private Content
de_ch: Private Inhalte bearbeiten

source: You did not create any private contents yet
de_ch: Sie haben noch keine privaten Inhalte angelegt

source: Nothing found in Trash
de_ch: Nichts im Papierkorb gefunden

source: Search Private Contents
de_ch: Privaten Inhalt durchsuchen

source: Private Content License Key
de_ch: Private Content Lizenzschlüssel

source: Generate pages
de_ch: Seiten erzeugen

source: Generate pages for existing users
de_ch: Erzeugen von Seiten für bestehende Benutzer

source: Generate pages for already existing users
de_ch: Erzeugen von Seiten für bereits bestehende Benutzer

source: Private Content Tab Title
de_ch: Titel der Registerkarte Private Inhalte

source: This is the title of the tab for show user's private content
de_ch: Dies ist der Titel der Registerkarte für die Anzeige der privaten Inhalte des Benutzers

source: Private Content Tab Icon
de_ch: Symbol der Registerkarte Private Inhalte

source: This is the icon of the tab for show user's private content
de_ch: Dies ist das Symbol der Registerkarte für die Anzeige der privaten Inhalte des Benutzers

source: The <strong>%s</strong> extension requires the Ultimate Member plugin to be activated to work properly. You can download it <a href="https://wordpress.org/plugins/ultimate-member">here</a>
de_ch: Das <strong>%s</strong> Erweiterung erfordert, dass das Ultimate Member Plugin aktiviert ist, damit es ordnungsgemäß funktioniert. Sie können es hier herunterladen <a href="https://wordpress.org/plugins/ultimate-member"></a>

source: Display private content to logged in users that only they can access.
de_ch: Private Inhalte für angemeldete Benutzer anzeigen, auf die nur sie Zugriff haben.
