Repository: deepukisworks/plugins
Catalog: plugins/love-me/languages/love-me-*.po
Languages: fr_fr

source: Plugin settings
fr_fr: Paramètres du plugin

source: Disable plugin’s CSS
fr_fr: Désactiver le CSS du plugin

source: Disable plugin’s default dashicon
fr_fr: Désactiver la CSS dashicon

source: Button location
fr_fr: Emplacement

source: Display like button on the following post types
fr_fr: Afficher sur les types de contenus suivants

source: This plugin displays a very simple and customisable like button for your posts or any custom post type.
fr_fr: Ce plugin affiche un bouton like très simple et personnalisable pour vos posts ou n'importe quel type de post personnalisé.

source: One shortcode available:
fr_fr: Un shortcode disponible :

source: %s which displays the like button and the number of likes received
fr_fr: % s qui affiche le bouton "J'aime" et le nombre de "J'aime" reçus

source: Check this to disable our CSS and use your own custom CSS rules.
fr_fr: Cochez cette option pour désactiver notre CSS et utiliser vos propres règles CSS personnalisées.

source: Check this to disable our heart dashicon and use your own custom button appearance.
fr_fr: Cochez cette option pour désactiver notre dashicon coeur et utilisez votre propre apparence de bouton personnalisé.

source: Before the content
fr_fr: Avant le contenu

source: After the content
fr_fr: Après le contenu

source: If nothing is checked, it will add the shortcode in the PHP code
fr_fr: Si rien n'est coché, il faudra ajouter le shortcode dans le code PHP

source: Love me Settings
fr_fr: Paramètres Love me

source: Sorry, your nonce did not verify.
fr_fr: Désolé, votre nonce n'a pas vérifié.

source: Like button
fr_fr: Bouton Like

source: Current count:
fr_fr: Nombre actuel :

source: Hide like button for this post
fr_fr: Masquer le bouton Like pour ce post

source: Manual update
fr_fr: Mise à jour manuelle

source: New total:
fr_fr: Nouveau total :

source: You’ll need to update your post to save changes.
fr_fr: Vous devez mettre à jour votre publication pour enregistrer les modifications.
