Repository: deepukisworks/plugins
Catalog: plugins/um-woocommerce/languages/um-woocommerce-*.po
Languages: de_de

source: Woocommerce License Key
de_de: Woocommerce Lizenzschlüssel

source: Remove previous roles when change role on complete or refund payment
de_de: Vorherige Rollen entfernen, wenn bei vollständiger oder rückerstatteter Zahlung die Rolle gewechselt wird

source: If yes then remove all users roles and add current, else add current role to other roles, which user already has
de_de: Wenn ja, dann werden alle Benutzerrollen entfernt und die aktuelle Rolle hinzugefügt, andernfalls wird die aktuelle Rolle zu anderen Rollen hinzugefügt, die der Benutzer bereits hat

source: No
de_de: Nein

source: Yes
de_de: Ja

source: Assign this role to users when payment is completed
de_de: Weise diese Rolle den Benutzern zu, wenn die Zahlung abgeschlossen ist

source: Automatically set the user this role when a payment is completed.
de_de: Automatisch dem Benutzer diese Rolle zuweisen, wenn eine Zahlung abgeschlossen ist.

source: None
de_de: Keine

source: Community role...
de_de: Community-Rolle.....

source: Do not update these roles when payment is completed
de_de: Aktualisiere diese Rollen nicht, wenn die Zahlung abgeschlossen ist

source: Only applicable if you assigned a role when payment is completed.
de_de: Nur zutreffend, wenn Du beim Abschluss der Zahlung eine Rolle zugewiesen hast.

source: Community role(s)..
de_de: Community Rolle(n)....

source: Upgrade user role when payment is on-hold before complete or processing status
de_de: Aktualisierung der Benutzerrolle, wenn die Zahlung in Wartestellung ist, bevor sie abgeschlossen ist oder der Bearbeitungsstatus erreicht ist

source: Assign this role to users when payment is refunded
de_de: Weise diese Rolle Benutzern zu, wenn die Zahlung rückerstattet wird

source: Automatically set the user this role when a payment is refunded.
de_de: Automatisch diese Rolle für den Benutzer festlegen, wenn eine Zahlung rückerstattet wird.

source: Hide billing tab from members in account page
de_de: Rechnungsregisterkarte vor Mitgliedern auf der Konto-Seite ausblenden

source: Enable this option If you do not want to show the billing tab from members in account page.
de_de: Aktiviere diese Option, wenn Du die Rechnungsregisterkarte von Mitgliedern auf der Konto-Seite nicht anzeigen möchtest.

source: Hide shipping tab from members in account page
de_de: Versandregisterkarte vor Mitgliedern auf der Kontoseite ausblenden

source: Enable this option If you do not want to show the shipping tab from members in account page.
de_de: Aktiviere diese Option, wenn Du die Versandregisterkarte von Mitgliedern nicht auf der Konto-Seite anzeigen möchtest.

source: Show order actions
de_de: Bestellaktionen anzeigen

source: Show Actions column in the Orders table.
de_de: Die Spalte Aktionen anzeigen in der Tabelle Aufträge.

source: When this product is bought move user to this role
de_de: Wenn dieses Produkt gekauft wird, den Benutzer in diese Rolle verschieben

source: When subscription is ACTIVATED move user to this role
de_de: Wenn das Abonnement AKTIVIERT ist, den Benutzer in diese Rolle verschieben

source: When subscription is PENDING move user to this role
de_de: Wenn das Abonnement AUSSTEHEND ist, den Benutzer in diese Rolle verschieben

source: When subscription is ON-HOLD move user to this role
de_de: Wenn das Abonnement IN WARTESTELLUNG ist, den Benutzer in diese Rolle verschieben

source: When subscription is EXPIRED move user to this role
de_de: Wenn das Abonnement ABGELAUFEN ist, den Benutzer in diese Rolle verschieben

source: When subscription is CANCELLED move user to this role
de_de: Wenn das Abonnement GEKÜNDIGT wird, den Benutzer in diese Rolle verschieben

source: When subscription is PENDING-CANCEL move user to this role
de_de: Wenn das Abonnement AUSSTEHENDE KÜNDIGUNG ist, den Benutzer in diese Rolle verschieben

source: Display purchases tab in profile?
de_de: Registerkarte Einkäufe im Profil anzeigen?

source: Display reviews tab in profile?
de_de: Registerkarte Bewertungen im Profil anzeigen?

source: Display billing address under account?
de_de: Rechnungsadresse unter Konto anzeigen?

source: Depends on option <em>Hide billing tab from members in account page</em> on [Ultimate Member > Settings > Extensions > Woocommerce] page.
de_de: Abhängig von der Option <em> Registerkarte "Abrechnung" für Mitglieder auf der Kontoseite ausblenden </em> auf der Seite [Ultimate Member> Einstellungen> Erweiterungen> Woocommerce].

source: Display shipping address under account?
de_de: Lieferadresse unter Konto anzeigen?

source: Depends on option <em>Hide shipping tab from members in account page</em> on [Ultimate Member > Settings > Extensions > Woocommerce] page.
de_de: Abhängig von der Option <em> Versandregisterkarte für Mitglieder auf der Kontoseite ausblenden </em> auf der Seite [Ultimate Member> Einstellungen> Erweiterungen> Woocommerce].

source: Display orders under account?
de_de: Bestellungen unter Konto anzeigen?

source: Display subscriptions under account?
de_de: Abonnements unter Konto anzeigen?

source: Display downloads under account?
de_de: Downloads unter Konto anzeigen?

source: Display payment methods under account?
de_de: Zahlungsmethoden unter Konto anzeigen?

source: You did not purchase any product yet.
de_de: Du hast noch kein Produkt gekauft.

source: User did not purchase any product yet.
de_de: Der Benutzer hat noch kein Produkt gekauft.

source: You did not review any products yet.
de_de: Du hast noch keine Produkte bewertet.

source: User did not review any product yet.
de_de: Der Benutzer hat noch kein Produkt bewertet.

source: Billing Address
de_de: Rechnungsadresse

source: Save Address
de_de: Adresse speichern

source: Shipping Address
de_de: Lieferadresse

source: My Orders
de_de: Meine Bestellungen

source: Subscriptions
de_de: Abonnements

source: Payment methods
de_de: Zahlungsmethode

source: Memberships
de_de: Mitgliedschaften

source: Store Manager
de_de: Geschäftsleiter

source: Followings
de_de: Folgend

source: Inquiries
de_de: Anfragen

source: Support Tickets
de_de: Support-Anfragen

source: "%s" field is required
de_de: Das Feld "%s" ist erforderlich

source: PDF Invoice
de_de: PDF Rechnung

source: Cancel order
de_de: Bestellung stornieren

source: No User Memberships found
de_de: Keine Benutzermitgliedschaften gefunden

source: Address changed successfully.
de_de: Die Adresse wurde erfolgreich geändert.

source: Your billing address is updated.
de_de: Deine Rechnungsadresse wurde aktualisiert.

source: Your shipping address is updated.
de_de: Deine Lieferadresse wurde aktualisiert.

source: WC Billing First name
de_de: WC Rechnung Vorname

source: WC Billing Last name
de_de: WC Rechnung Nachname

source: WC Billing Company
de_de: WC Rechnung Firma

source: WC Billing Address 1
de_de: WC Rechnungsadresse 1

source: WC Billing Address 2
de_de: WC Rechnungsadresse 2

source: WC Billing city
de_de: WC Rechnung Stadt

source: WC Billing postcode
de_de: WC Rechnung Postleitzahl

source: WC Billing country
de_de: WC Rechnung Land

source: WC Billing state
de_de: WC Rechnung Bundesland

source: WC Billing phone
de_de: WC Rechnung Telefon

source: WC Billing email
de_de: WC Rechnung E-Mail

source: WC Shipping First name
de_de: WC Versand Vorname

source: WC Shipping Last name
de_de: WC Versand Nachname

source: WC Shipping Company
de_de: WC Versand Firma

source: WC Shipping Address 1
de_de: WC Versandadresse 1

source: WC Shipping Address 2
de_de: WC Versandadresse 2

source: WC Shipping city
de_de: WC Versand Stadt

source: WC Shipping postcode
de_de: WC Versand PLZ

source: WC Shipping country
de_de: WC Versand Land

source: WC Shipping state
de_de: WC Versand Bundesland

source: WC Shipping phone
de_de: WC Versand Telefon

source: WC Shipping email
de_de: WC Versand E-Mail

source: To enable automatic renewals for this subscription, you will first need to add a payment method.
de_de: Um automatische Verlängerungen für dieses Abonnement zu aktivieren, füge zuerst eine Zahlungsmethode hinzu.

source: Would you like to add a payment method now?
de_de: Möchtest du jetzt eine Zahlungsmethode hinzufügen?

source: State
de_de: Bundesland

source: Total Orders
de_de: Anzahl der Aufträge

source: Total Spent
de_de: Gesamtausgaben

source: <strong>Total Orders:</strong>&nbsp;{value}
de_de: <strong>Gesamt Aufträge: </strong>&nbsp; {value}.

source: <strong>Total Orders:</strong>&nbsp;{min_range} - {max_range}
de_de: <strong>Total Aufträge: </strong>&nbsp;{min_range} - {max_range}

source: <strong>Total Spent (
de_de: <strong>Gesamtausgaben (

source: %s order
de_de: %s Bestellung

source: %s orders
de_de: %s Bestellungen

source: Purchases
de_de: Käufe

source: Product Reviews
de_de: Produktbewertungen

source: Placeholder
de_de: Platzhalter

source: Total Sales
de_de: Gesamtumsatz

source: Order# %s
de_de: Bestellung# %s

source: Order #<mark class="order-number">%s</mark> was placed on <mark class="order-date">%s</mark> and is currently <mark class="order-status">%s</mark>.
de_de: Auftrag #<mark class="order-number">%s</mark> wurde am <mark class="order-date">%s</mark> platziert und ist derzeit <mark class="order-status">%s</mark>.

source: Order Updates
de_de: Auftragsaktualisierungen

source: Date
de_de: Datum

source: Actions
de_de: Aktionen

source: View order
de_de: Bestellung anzeigen

source: Jump to page:
de_de: Zur Seite wechseln:

source: %s of %d
de_de: %s von %d

source: First Page
de_de: Erste Seite

source: Previous
de_de: Zurück

source: Next
de_de: Weiter

source: Last Page
de_de: Letzte Seite

source: You don't have orders yet
de_de: Du hast noch keine Aufträge

source: All subscriptions
de_de: Alle Abonnements

source: Subscription
de_de: Abonnements

source: The <strong>%s</strong> extension requires the Ultimate Member plugin to be activated to work properly. You can download it <a href="https://wordpress.org/plugins/ultimate-member">here</a>
de_de: Die Erweiterung <strong>%s</strong> erfordert die Aktivierung des Ultimate Member Plugins, um richtig zu funktionieren. Du kannst es <a href="https://wordpress.org/plugins/ultimate-member">hier</a> herunterladen

source: WooCommerce must be activated before you can use %s.
de_de: WooCommerce muss aktiviert sein, bevor du %s verwenden kannst.

source: Integrates your WooCommerce store with Ultimate Member.
de_de: Integriert deinen WooCommerce Shop mit Ultimate Member.
